{
  "comic": [
    {
      "id": "1",
      "title": "deadpool kills the marvel universal ",
      "description": "Collects Deadpool Kills the Marvel Universe #1-4. What if everything you thought was funny about Deadpool was actually just disturbing? What if he decided to kill everyone and everything that makes up the Marvel Universe? What if he actually pulled it off? Would that be FUN for you",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZ1s63jZKWUVgPktn0lPVj7FghzqldguHzp6c-YgyN-eg7HNpx",
      "is_archived": false
    },
    {
      "id": "2",
      "title": "Venom:Twist",
      "description": "It's symbiote vs. symbiote, and Spider-Man is forced to play damage control as the two bloodthirsty Venom creatures cause havoc in the city! Patricia Robertson must gain control of the alien symbiote that's eating away at her long enough to kill the original Venom, Eddie Brock. But Spider-Man has other plans and enlists the help of the Fantastic Four. Collecting VENOM No. 14-18.",
      "image": "https://storage.googleapis.com/hipcomic/p/263797adcc5220ae92919254dd8b8c95-800.jpg"
    },
    {
      "id": "3",
      "title": "Saga, Vol 1",
      "description": "The sweeping tale of one young family fighting to find their place in the universe. When two soldiers from opposite sides of a never-ending galactic war fall in love, they risk everything to bring a fragile new life into a dangerous old world ",
      "image": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcRHg07CM28vgvndLcfpjRqlcO9QaKrqy6mXtTiE8P6xl0gT3R9J"
    },
    {
      "id": "4",
      "title": "Star Wars, Death Vader",
      "description": "Collects Star Wars: Darth Vader #23-27. Darth Vader in partnership with a sworn enemy! As the Dark Lord of the Sith allies with Sabé, once the handmaiden of Padmé Amidala, who is leading whom to their doom? A deep secret is revealed, and it all leads back to Padmé - and her last words. As Vader targets a corrupt Imperial governor, is he still driven by his quest for order - or has his encounter with shades from the past awoken new motivations? Meanwhile, few figures in the galaxy are more different than Sabé and the assassin Ochi of Bestoon. So when they're forced to work together and the knives inevitably come out, who's still standing at the end? Plus: We all know about Anakin Skywalker's aversion to finely ground particulate matter - and now there's a sandstorm coming for Darth Vader!",
      "image": "https://storage.googleapis.com/hipcomic/p/a05b4e84c07b0fe71fbd47ad7757e332-800.jpg"
    },
    {
      "id": "5",
      "title": "Spider-man: Miles Molares",
      "description": "Spider-Man is back in an action-packed new adventure with a brand new costume and new villains! But if Peter Parker is dead then who is wearing the webs? This surprising new adventure is set to become iconic story in the Marvel Ultimates Universe and has already garnered significant attention from fans and the media.",
      "image": "https://storage.googleapis.com/hipcomic/p/de3caccdfa9c165e30b5fbf8a11addff-800.jpg"
    },
    {
      "id": "6",
      "title": "Demon in the wood",
      "description": "Before he led Ravka's Second Army, before he created the Fold, and long before he became the Darkling, he was just a lonely boy burdened by an extraordinary power. Eryk and his mother, Lena, have spent their lives on the run. But they will never find a safe haven. They are not only Grisha - they are the deadliest and rarest of their kind. Feared by those who wish to destroy them and hunted by those who would exploit their gifts, they must hide their true abilities wherever they go. But sometimes deadly secrets have a way of revealing themselves . ",
      "image": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcRXN3laB3bRf3PZiPl6xh2k081lthEgIxb4DzEqGEmlVk7xG1Dj"
    },
    {
      "id": "7",
      "title": "American Born Chinese",
      "description": "American Born Chinese is a graphic novel by Gene Luen Yang. Released in 2006 by First Second Books, it was a finalist for the 2006 National Book Awards in the category of Young People's Literature. It won the 2007 Michael L. Printz Award.",
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR04mMENGcjqZ0WIhhrCVeGTOC8B775HanlnLtYodKI9kKwrLv-"
    },
    {
      "id": "8",
      "title": "Batman:The killing joke",
      "description": "Batman: The Killing Joke is a 1988 DC Comics one-shot graphic novel featuring the characters Batman and the Joker written by Alan Moore and illustrated by Brian Bolland. The Killing Joke provides an origin story for the supervillain the Joker, loosely adapted from the 1951 story, The Man Behind the Red Hood, which was written by Batman co-creator Bill Finger",
      "image": "https://encrypted-tbn2.gstatic.com/images?q=tbn:ANd9GcR__julwtD5YFxodrWxCkRh0qhCDnrAsq9HV3qRmQS7cLFtEXS3"
    },
    {
      "id": "9",
      "title": "Teenage MUtant:last Ronin",
      "description": " New York Times Bestseller!Who is the Last Ronin? In a future, battle-ravaged New York City, a lone surviving Turtle embarks on a seemingly hopeless mission seeking justice for the family he lost. From legendary TMNT co-creators Kevin Eastman and Peter Laird, get ready for the final story of the Teenage Mutant Ninja Turtles three decades in the making! ",
      "image": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcTQixlk-3oHCfJV04ab1LkiAn7CtECSwHEpbVsXmkPwG1-oaBeb"
    },
    {
      "id": "10",
      "title": "Spider-Gwen",
      "description": " A spectacular spider-powered hero for a new generation! On the most tragic day of her life, Earth-65’s Gwen Stacy was convinced the Lizard died in her arms along with Peter Parker. Now a new reptilian rampage has left her in doubt — not only about Peter’s life, but also about his death! And Gwen’s troubles pile up as the Osborns of her world make their debut, and she finds herself on S.H.I.E.L.D.’s most wanted list. Perhaps another Spider-Woman.",
      "image": "https://m.media-amazon.com/images/I/71uqw2VIVZL._AC_UF1000,1000_QL80_.jpg"
    },
    {
      "title": "5 Nights at Freddy's: The silver eyes",
      "description": "\"Ten years after the horrific murders at Freddy Fazbear's Pizza that ripped their town apart, Charlie -- whose father owned the restaurant -- and her childhood friends reunite on the anniversary of the tragedy and find themselves at the old pizza place which had been locked up and abandoned for years.",
      "image": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcQ4kYqm8bQ87MQ6cT1F19Ho3wtEuy67kv-iZ8D_hq1rnkxbb3Lp",
      "is_archived": false,
      "id": "M-IOYPl"
    },
    {
      "title": "Spider-Punk: Battle of the Banned",
      "description": "Grab your guitars, turn up the volume and get ready to spread some chaos with Hobie Brown, the spike-headed Spider Punk! With Norman Osborn, Taskmaster, Kingpin and a load more fascist super villains looking to pull the plug, it's time for Hobie to assemble the ultimate super-hero super group!",
      "image": "https://unknowncomicbooks.com/cdn/shop/products/SM2022002_DC71.jpg?v=1667403930",
      "is_archived": false,
      "id": "OEy6JTy"
    },
    {
      "title": "dog man",
      "description": " My Favorite Thing Is Monsters Emil Ferris, 2017  Dog Man Dav Pilkey, 2016 Dog Man George and Harold have created a new hero who digs into deception, claws after crooks, and rolls over robbers. When Greg the police dog and his cop companion are injured on the job, a life-saving surgery changes the course of history,",
      "image": "https://encrypted-tbn1.gstatic.com/images?q=tbn:ANd9GcRqKqBcugQi19F6RqONUWDEyrQf0ZBr3I4Gg0iIqtgNFgiDKpvL",
      "is_archived": false,
      "id": "Jfgasp6"
    }
  ]
}